[
  {
    "title": "Engineering Manager",
    "organization": "Frazer-Nash Manufacturing Limited",
    "date": "2016 - Present",
    "detail": "<p>Reporting to the Engineering Director, I work with my team to produce bespoke equipment designs that satisfy our customer’s requirements. Additionally, I am tasked with managing the additive manufacturing department, IT systems and health &amp; safety within the organisation.</p><h4>Roles and Responsibilities</h4><ul><li>Project management of design deliverables; management of work, planning, scheduling, design review, quality process monitoring, KPI setting and measurement.</li><li>Working with stakeholders and our production team to ensure customer requirements   are effectively delivered, including initial proposal and quotation phases.</li><li>Technical authority on design projects, both current and historic (spares, customer support, etc.), including systems engineering, concept work, and design approvals.</li><li>Man-management of a multidisciplinary team of design engineers and a smaller team of additive manufacturing technicians, including training and performance reviews.</li><li>Continuous enhancement of documentation and control of processes in keeping with ISO-9001 requirements for design and project processes, and AS9100D for AM processes.</li><li>CE marking of machinery; technical file collation, machinery safety and hygiene risk assessment, documentation. ATEX and PED where necessary.</li><li>Mechanical design; 3D modelling and 2D detailing in Autodesk Inventor.</li><li>Management of additive manufacture (AM) functions, including health and safety of our ATEX rated metal powder handling zone.</li><li>Quotation of design projects and AM build-to-print work.</li><li>Management of company IT infrastructure; server maintenance, workstation maintenance, technical support, resource planning, budget management.</li><li>Management of the company’s ERP system, including ongoing development of a PHP (Symfony) based full stack custom add-on.</li><li>Delegated responsible for the company&apos;s health and safety, including environmental responsibilities in accordance with ISO 14001.</li></ul><h4>Key Achievements</h4><ul><li>Overhauled the company’s design processes bringing them into line with ISO 9001 requirements. Transitioning from a waterfall structure where each phase is conducted by a different engineer to a project-based approach promoting project ownership and improving overall product quality.</li><li>Led the transformation of a legacy designed-to-order machine into a modular system, reducing per-order design costs by 85%, lead-time by 30%, and manufacturing costs by 15%.</li><li>Developed a web-based interface to the company&apos;s ERP system that provides additional features including the tracking of parts and material within the workshop, production, and purchasing system via computer or iPad. This tool is now crucial in planning and project progress monitoring activities.</li></ul>"
  },
  {
    "title": "Mechanical Design Engineer",
    "organization": "Frazer-Nash (Midhurst) Ltd.",
    "date": "2013 - 2016",
    "detail": "<p>As design engineer, I was responsible for the mechanical design of projects assigned to me. This involved 3D CAD modelling of parts and assemblies, detailed drawings, and documentation. Additionally, I was responsible for the management of the IT systems within the organisation. Towards the middle of 2014 I was tasked with developing a new additive manufacturing department.</p><h4>Roles &amp; Responsibilities</h4><ul><li>Mechanical design of parts and assemblies to project requirements.</li><li>Use of Autodesk Inventor to produce 3D CAD models and 2D CAD drawings in conformance with BS 8888, including geometric tolerances.</li><li>Created the company&apos;s additive manufacturing department, including area design and implementation, control of processes in keeping with AS91000-D and continual improvement.</li><li>Management of additive manufacture (AM) functions, including health and safety of our ATEX rated metal powder handling zone.</li><li>Man-management and training of AM technicians.</li><li>Quotation of AM project work (build-to-print).</li><li>Fully trained and competent in Renishaw AM machine operation and safe metal powder handling.</li><li>Management of company IT infrastructure; server maintenance, workstation maintenance, technical support, resource planning, budget management.</li></ul><h4>Key Achievements</h4><ul><li>Designed and implemented the additive manufacturing area, including the design and construction of an ATEX metal powder handling room, and all health, safety and management systems associated with the technology.</li><li>Designed equipment in a bespoke mixing/forming/cutting/packing system for plastic explosives. Fully ertified and documented to ATEX requirements.</li><li>Designed equipment in a bespoke forming/cutting/cooling system for an international confectionery company.</li></ul><h4>References</h4><ul><li>Available upon request.</li></ul>"
  },
  {
    "title": "MEng Space Systems Engineering",
    "organization": "University of Southampton",
    "date": "2009 - 2013",
    "detail": "<p>I achieved a master of engineering (MEng) degree (classification 2:1) in space systems engineering. The course involved mechanical engineering principles: mathematics, dynamics, fluids, design, management, etc., as well as systems engineering principles and spacecraft specific engineering topics. I additionally specialised in optimisation and computational methods.</p><h4>Notable Achievements</h4><ul><li>President of the Engineering Society (2010-2011)</li><li>Chairperson of the Engineering Society (2011-2012)</li><li>Webmaster of the Engineering Society (2012-2013)</li></ul><h4>Qualification Details</h4><table><tr><td>Degree</td><td>Master of Engineering</td></tr><tr><td>Classification</td><td>Second Class with Honours (Upper Division)</td></tr><tr><td>Subject</td><td>Space Systems Engineering</td></tr><tr><td>Institution</td><td>University of Southampton</td></tr><tr><td>Date Awarded</td><td>28 June 2013</td></tr><tr><td>Date of Admission</td><td>1 August 2009</td></tr><tr><td>HESA ID</td><td>0911602181269</td></tr></table><p>A copy of my degree certificate can be provided upon request.</p>"
  },
  {
    "title": "Trainee Engineer",
    "organization": "Frazer-Nash (Midhurst) Ltd.",
    "date": "2006 - 2009",
    "detail": "<p>Starting on a Bridgeport manual mill, I spent several years progressing through the workshop, learning to program in G-code and operate CNC machines. After gaining good experience milling and wiring, I joined the drawing office and began producing drawings for the machinery we manufactured.</p><h4>Roles &amp; Responsibilities</h4><ul><li>Production of piece parts from various metals and plastics using 3-axis milling machines and 4-axis wire EDM machines.</li><li>Production of detail drawings to BS:8888 suitable for part manufacture.</li></ul><h4>Key Achievements</h4><ul><li>Learnt to produce detail and assembly drawings to BS:8888 standard.</li><li>Learnt to operate, setup, and program Fanuc CNC 4-axis wire EDM machines.</li><li>Learnt to operate, setup, and program Fanuc CNC 3-axis milling machines.</li><li>Upgrade and modernisation of the IT infrastructure within the company, improving reliability and data protection.</li></ul>"
  },
  {
    "title": "Computer Repair Technician and Sales Assistant",
    "organization": "Disking Computers",
    "date": "2004 - 2006",
    "detail": "<p>I worked for a time in a local computer shop repairing software and hardware faults with customer computers. Additionally, I sold new computers and other equipment.</p><h4>Roles &amp; Responsibilities</h4><ul><li>Computer hardware repairs and upgrades.</li><li>Software installation (barebones &amp; applications).</li><li>Fault-finding, on-site repairs.</li></ul>"
  },
  {
    "title": "A-Levels and GCSEs",
    "organization": "Midhurst Grammar School",
    "date": "Prior to 2004",
    "detail": "<p>Midhurst Grammar School no longer exists; it closed in December 2008 after 336 years. It re-opened shortly afterwards as Midhurst Rother Academy. Former students include the geologist Charles Lyell and author H. G. Wells.</p><h4>A-Levels</h4><p>Certificate copies available upon request.</p><table><thead><tr><th>Subject</th><th class=\"text-center\">Level</th><th class=\"text-center\">Grade</th></tr></thead><tbody><tr><td>Physics</td><td class=\"text-center\">A2</td><td class=\"text-center\">A</td></tr><tr><td>Design and Technology: Product Design</td><td class=\"text-center\">A2</td><td class=\"text-center\">A</td></tr><tr><td>Mathematics</td><td class=\"text-center\">A2</td><td class=\"text-center\">B</td></tr><tr><td>Chemistry</td><td class=\"text-center\">A2</td><td class=\"text-center\">B</td></tr><tr><td>Religion &amp; Philosophy</td><td class=\"text-center\">AS</td><td class=\"text-center\">B</td></tr></tbody></table><h4>GCSEs</h4><p>Certificate copies available upon request.</p><table><thead><tr><th>Subject</th><th class=\"text-center\">Grade</th></tr></thead><tbody><tr><td>English</td><td class=\"text-center\">A</td></tr><tr><td>English Literature</td><td class=\"text-center\">A*</td></tr><tr><td>Mathematics</td><td class=\"text-center\">A</td></tr><tr><td>Science (Double Award)</td><td class=\"text-center\">2 &times; A*</td></tr><tr><td>Geography</td><td class=\"text-center\">A</td></tr><tr><td>Business Studies</td><td class=\"text-center\">B</td></tr><tr><td>Design &amp; Technology: Product Design</td><td class=\"text-center\">C</td></tr><tr><td>French</td><td class=\"text-center\">C</td></tr><tr><td>Religious Studies</td><td class=\"text-center\">C</td></tr></tbody></table><h4>Notable Achievements</h4><ul><li>Head Boy 2003-2004</li><li>Gifted and Talented register</li></ul>"
  }
]
