{
  "title": "Mechanical Design Engineer",
  "company": "Frazer-Nash (Midhurst) Ltd.",
  "companyUrl": "https://frazernash.com",
  "to": "September 2016",
  "from": "July 2013",
  "description": [
    "As design engineer, I was responsible for the mechanical design of projects assigned to me. This involved 3D CAD modelling of parts and assemblies, detailed drawings, and documentation. Additionally, I was responsible for the management of the IT systems within the organisation. Towards the middle of 2014 I was tasked with developing a new additive manufacturing department."
  ],
  "roles": [
    "Mechanical design of parts and assemblies to project requirements.",
    "Use of Autodesk Inventor to produce 3D CAD models and 2D CAD drawings in conformance with BS 8888, including geometric tolerances.",
    "Created the company’s additive manufacturing department, including area design and implementation, control of processes in keeping with AS91000-D and continual improvement.",
    "Management of additive manufacture (AM) functions, including health and safety of our ATEX rated metal powder handling zone.",
    "Man-management and training of AM technicians.",
    "Quotation of AM project work (build-to-print).",
    "Fully trained and competent in Renishaw AM machine operation and safe metal powder handling.",
    "Management of company IT infrastructure; server maintenance, workstation maintenance, technical support, resource planning, budget management."
  ],
  "achievements": [
    "Designed and implemented the additive manufacturing area, including the design and construction of an ATEX metal powder handling room, and all health, safety and management systems associated with the technology.",
    "Designed equipment in a bespoke mixing/forming/cutting/packing system for plastic explosives. Fully certified and documented to ATEX requirements.",
    "Designed equipment in a bespoke forming/cutting/cooling system for an international confectionery company."
  ],
  "references": [
    "Available upon request."
  ]
}
